// Контент главной страницы административного раздела
const ContentAdmin = () => (
  <>
    <h1>Административный раздел</h1>
    <p>Раздел для чтения полученных сообщений и настройки сайта.</p>
    <p>
      Этот раздел исключительно для административного использования. Если Вы попали сюда случайно,
      пожалуйста, не меняйте настройки и не читайте сообщения. Я буду Вам очень признателен, если Вы
      напишите, как Вам удалось попасть в этот раздел. Спасибо.
    </p>
  </>
);

export default ContentAdmin;
